Repository: Wertoi/Graphy
Catalog: Graphy/Properties/Resources.*.resx
Languages: fr_fr

# CheckBox_No
source: No
fr_fr: Non

# CheckBox_Yes
source: Yes
fr_fr: Oui

# Marking_GenerateText
source: Generate
fr_fr: Générer

# MarkingData_CharacterHeightLabel
source: Characters height
fr_fr: Hauteur de caractères

# MarkingData_ExtrusionHeightLabel
source: Extrusion height
fr_fr: Hauteur d'extrusion

# MarkingData_FontLabel
source: Font
fr_fr: Police

# MarkingData_TextLabel
source: Text
fr_fr: Texte

# MarkingData_Title
source: Marking data
fr_fr: Données de marquage

# Position_CurveLabel
source: Tracking curve
fr_fr: Courbe de suivi

# Position_LocalAxisSystemLabel
source: Local axis system
fr_fr: Repère local

# Position_LocalAxisSystemTooltipLine1
source: Axis system defining marking directions.
fr_fr: Repère indiquant les directions du marquage.

# Position_LocalAxisSystemTooltipLine2
source: "Axis system" must have an unique name.
fr_fr: "Repère local" doit avoir un nom unique.

# Position_LocalAxisSystemTooltipLine3
source: The axis system origin must be "Reference Point".
fr_fr: L'origine du repère est le "Point de référence".

# Position_LocalAxisSystemTooltipLine4
source: - The X axis must be the tangent to "Tracking curve" passing by its origin. Its direction points the marking direction.
fr_fr: - L'axe X doit être la tangente à la "Courbe de suivi" passant par son origine. Son sens indique le sens du marquage.

# Position_LocalAxisSystemTooltipLine5
source: - The Y axis is the results of X and Z axis. Its direction points the characters direction.
fr_fr: - L'axe Y est la résultante des axes X et Z. Son sens indique l'orientation des caractères.

# Position_LocalAxisSystemTooltipLine6
source: - The Z axis must be the normal to "Projection surface" passing by its origin. Its direction points the material adding direction.
fr_fr: - L'axe Z doit être la normale à la "Surface de projection" passant par son origine. Son sens indique le sens d'ajout de matière.

# Position_ProjectionSurfaceTooltip1
source: Marking projection surface.
fr_fr: Surface de projection du marquage.

# Position_ProjectionSurfaceTooltip2
source: "Projection surface" must have an unique name.
fr_fr: "Surface de projection" doit avoir un nom unique.

# Position_ProjectionSurfaceTooltip3
source: /!\ Selection from volumes not handled.
fr_fr: /!\ Selection depuis un volume non prise en charge.

# Position_ProjectionSurfaceTooltip4
source: /!\ All "Projection surface" sub surfaces must have the same natural normal.
fr_fr: /!\ Toutes les surfaces formant la "Surface de projection" doivent avoir la même normale naturelle.

# Position_ReferencePointLabel
source: Reference point
fr_fr: Point de référence

# Position_ReferencePointTooltip1
source: Marking reference point.
fr_fr: Point de référence du marquage.

# Position_ReferencePointTooltip2
source: "Start point" must have an unique name.
fr_fr: "Point de départ" doit avoir un nom unique.

# Position_ReferencePointTooltip3
source: "Start point" must be on the "Tracking curve" and on the "Projection surface".
fr_fr: Le point doit se trouver sur la "Courbe de suivi" et sur la "Surface de projection".

# Position_ReferencePointTooltip4
source: /!\ Selection from volumes not handled.
fr_fr: /!\ Selection depuis un volume non prise en charge.

# Position_SurfaceLabel
source: Projection surface
fr_fr: Surface de projection

# Position_TrackingCurveTooltip1
source: Marking tracking curve.
fr_fr: Courbe de suivi du marquage.

# Position_TrackingCurveTooltip2
source: "Tracking curve" must have an unique name.
fr_fr: "Courbe de suivi" doit avoir un nom unique.

# Position_TrackingCurveTooltip3
source: "Tracking curve" must be on "Projection surface".
fr_fr: La courbe doit se trouver sur la "Surface de projection".

# Position_TrackingCurveTooltip4
source: /!\ Selection from volumes not handled.
fr_fr: /!\ Selection depuis un volume non prise en charge.

# Position_TrackingCurveTooltip5
source: /!\ All "Tracking curve" segments must have the same natural direction.
fr_fr: /!\ Tous les segments formant la "Courbe de suivi" doivent avoir la même direction naturelle.

# SelectPart_NoPart
source: No .CATPart
fr_fr: Aucune .CATPart

# SelectPart_Title
source: Select the working part
fr_fr: Sélectionner le document de travail

# Settings_About_Licenses
source: Licenses
fr_fr: Licences

# Settings_General_LanguageLabel
source: Language
fr_fr: Langue

# Settings_General_Title
source: General
fr_fr: Général

# Settings_Title
source: Parameters
fr_fr: Paramètres

# Exception_Title
source: An exception has occured !
fr_fr: On dirait qu'un problème est survenu.

# InProgress_Title
source: In progress !
fr_fr: Processus en cours !

# CatiaStatus_Connected
source: Connected
fr_fr: Connecté

# CatiaStatus_Disconnected
source: Disconnected
fr_fr: Déconnecté

# CatiaStatus_LastRefresh
source: Last refresh:
fr_fr: Dernier rafraichissement :

# CatiaStatus_Title
source: Catia status:
fr_fr: Statut Catia :

# MarkingData_ExtrusionHeightTooltip1
source: The option "Generate a marking volume" must be actived.
fr_fr: L'option "Créer un volume de marquage" doit être activée.

# MarkingData_ExtrusionHeightTooltip2
source: "+" to add the result to the main body.
fr_fr: "+" pour ajouter le résultat au corps principal.

# MarkingData_ExtrusionHeightTooltip3
source: "-" to take out the result to the main body.
fr_fr: "-" pour retirer le résultat au corps principal.

# MarkingData_ExtrusionHeightTooltip4
source: /!\ The extrusion direction is calculated depending on the Z-axis direction of the "Axis system".
fr_fr: /!\ Le sens d'extrusion se fait par rapport au sens de l'axe Z du "Repère local".

# Settings_Marking_CreateVolumeLabel
source: Generate a marking volume
fr_fr: Générer un volume de marquage

# Settings_Marking_KeepHistoricLabel
source: Keep the construction historic
fr_fr: Garder l'historique de construction

# Settings_Marking_Title
source: Marking
fr_fr: Marquage

# Settings_Marking_ToleranceFactorLabel
source: Tolerance factor
fr_fr: Facteur de tolérance

# Icon_Add
source: Add an icon
fr_fr: Ajouter une image

# Icon_SelectedIcon_Copy
source: Copy
fr_fr: Copier

# Icon_SelectedIcon_Draw
source: Draw
fr_fr: Dessiner

# Icon_SelectedIcon_GeometryData
source: Geometry data
fr_fr: Données géométriques

# Icon_SelectedIcon_Name
source: Name
fr_fr: Nom

# Icon_SelectedIcon_Remove
source: Remove
fr_fr: Supprimer

# Icon_Title
source: Icon management
fr_fr: Gestion des images

# MarkingData_IconLabel
source: Icon
fr_fr: Image

# MarkingData_MarkingTypeIcon
source: Icon
fr_fr: Image

# MarkingData_MarkingTypeLabel
source: Type of marking:
fr_fr: Type de marquage :

# MarkingData_MarkingTypeText
source: Text
fr_fr: Texte

# ImportMode_Add
source: Add to collection
fr_fr: Importer et ajouter

# ImportMode_Replace
source: Replace collection
fr_fr: Importer et remplacer

# Catia_Refresh
source: Refresh
fr_fr: Rafraichir

# ComplexMarking_Inputs_Import
source: Import
fr_fr: Importer

# MarkingData_AlignmentLabel
source: Alignments
fr_fr: Alignements

# MarkingData_TextStyleLabel
source: Text styles
fr_fr: Styles du texte

# Settings_CSVReader_CommentaryLabel
source: Commentary character
fr_fr: Caractère pour commentaire

# Settings_CSVReader_DelimiterLabel
source: Delimiter character
fr_fr: Caractère délimiteur

# Settings_CSVReader_Title
source: CSV Reader
fr_fr: Lecteur CSV

# Settings_Icons_ExportLabel
source: Export
fr_fr: Exporter

# Settings_Icons_ImportLabel
source: Import
fr_fr: Importer

# Settings_Icons_Title
source: Icon collection
fr_fr: Collection d'images

# ComplexMarking_InputDatas_CATPartsFolder
source: CATParts folder
fr_fr: Répertoire des CATParts

# ComplexMarking_InputDatas_CSVFileLabel
source: CSV file
fr_fr: Fichier CSV

# ComplexMarking_InputDatas_Title
source: Input datas
fr_fr: Données d'entrée

# ComplexMarking_MarkingList_NoData
source: No data.
fr_fr: Pas de données.

# ComplexMarking_MarkingList_SelectAll
source: Select All
fr_fr: Tout sélectionner

# ComplexMarking_MarkingList_Title
source: Marking list
fr_fr: Liste des marquages

# ComplexMarking_MarkingList_UnselectAll
source: Unselect All
fr_fr: Tout déselectionner

# ComplexMarking_Title
source: Complex Marking
fr_fr: Marquage Complèxe

# MarkablePart_CATPart_Found
source: CATPart found
fr_fr: CATPart trouvée

# MarkablePart_CATPart_FullPath
source: Full path
fr_fr: Chemin complet

# MarkablePart_CATPart_Title
source: CATPart informations
fr_fr: Données CATPart

# MarkablePart_Marking_AxisSystem
source: Reference axis system
fr_fr: Repère de référence

# MarkablePart_Marking_ExtrusionHeight
source: Extrusion height
fr_fr: Hauteur d'extrusion

# MarkablePart_Marking_Font
source: Font
fr_fr: Police d'écriture

# MarkablePart_Marking_HorizontalAlignment
source: Horizontal alignment
fr_fr: Alignement horizontal

# MarkablePart_Marking_Icon
source: Icon definition
fr_fr: Définition de l'icône

# MarkablePart_Marking_IsBold
source: Is bold
fr_fr: Est gras

# MarkablePart_Marking_IsItalic
source: Is italic
fr_fr: Est italique

# MarkablePart_Marking_IsStrikeThrough
source: Is strike through
fr_fr: Est barré

# MarkablePart_Marking_IsText
source: Is text
fr_fr: Est du texte

# MarkablePart_Marking_IsUnderline
source: Is underline
fr_fr: Est souligné

# MarkablePart_Marking_MarkingHeight
source: Marking height
fr_fr: Hauteur de marquage

# MarkablePart_Marking_ProjectionSurface
source: Projection surface
fr_fr: Surface de projection

# MarkablePart_Marking_ReferencePoint
source: Reference point
fr_fr: Point de référence

# MarkablePart_Marking_Text
source: Text
fr_fr: Texte

# MarkablePart_Marking_Title
source: Marking datas
fr_fr: Données de marquage

# MarkablePart_Marking_TrackingCurve
source: Tracking curve
fr_fr: Courbe de suivi

# MarkablePart_Marking_VerticalAlignment
source: Vertical alignment
fr_fr: Alignement vertical

# Menu_ComplexMarking
source: Complex marking
fr_fr: Marquage complèxe

# Menu_IconLibrary
source: Icon library
fr_fr: Bibliothèque d'images

# Menu_Parameters
source: Parameters
fr_fr: Paramètres

# Menu_SimpleMarking
source: Simple marking
fr_fr: Marquage simple

# SimpleMarking_Title
source: Simple Marking
fr_fr: Marquage Simple
